Revit 2027 API
ParameterTypeId.EndZJustification Property
 "End z Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndZJustification { get; }
Public Shared ReadOnly Property EndZJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndZJustification {
	ForgeTypeId^ get ();
}
static member EndZJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace